{
  "introduction": {
    "default": "Liebe/r [NAME],\n\nherzlich willkommen zu deinem persönlichen Human Design Reading. Geboren am [BIRTHDATE] in [BIRTHPLACE], möchte ich dir mit diesem Reading tiefe Einblicke in deine einzigartige energetische Struktur geben.\n\nHuman Design zeigt uns, wie wir als individuelle Wesen funktionieren und welche Strategien uns zu einem erfüllten Leben führen können."
  },
  "types": {
    "manifestor": "Du bist ein MANIFESTOR - einer der seltensten Typen im Human Design System (ca. 9% der Bevölkerung).\n\nAls Manifestor bist du hier, um zu initiieren und Dinge in Bewegung zu setzen. Du hast die einzigartige Fähigkeit, aus dem Nichts heraus zu handeln und neue Realitäten zu schaffen. Deine Aura wirkt geschlossen und abgestossen, was bedeutet, dass andere deine Energie nicht immer sofort verstehen.\n\nDeine Strategie ist es, zu INFORMIEREN bevor du handelst. Informiere die Menschen in deinem Umfeld über deine Pläne und Absichten. Dies schafft Harmonie und verhindert Widerstand.\n\nDein Nicht-Selbst zeigt sich durch WUT und das Gefühl, dass andere dich aufhalten oder kontrollieren wollen.",
    "generator": "Du bist ein GENERATOR - der häufigste Typ im Human Design System (ca. 37% der Bevölkerung).\n\nAls Generator bist du ein Lebenskraftwerk mit enormer nachhaltiger Energie. Du bist hier, um auf das Leben zu antworten und durch deine Arbeit und dein Engagement die Welt zu bereichern. Deine offene und umhüllende Aura zieht Menschen und Gelegenheiten zu dir.\n\nDeine Strategie ist es, zu ANTWORTEN. Warte auf Zeichen, Einladungen oder Gelegenheiten, auf die dein Sakralzentrum mit einem klaren JA oder NEIN antworten kann.\n\nDein Nicht-Selbst zeigt sich durch FRUSTRATION, besonders wenn du initiierst anstatt zu antworten oder wenn du in Aktivitäten gefangen bist, die dir keine Energie geben.",
    "manifesting-generator": "Du bist ein MANIFESTIERENDER GENERATOR - ein kraftvoller Hybrid-Typ (ca. 33% der Bevölkerung).\n\nAls Manifestierender Generator kombinierst du die antwortende Kraft des Generators mit der initiierenden Kraft des Manifestors. Du bist hier, um effizient zu sein und mehrere Dinge gleichzeitig zu meistern. Du hast die Fähigkeit, Abkürzungen zu finden und Prozesse zu optimieren.\n\nDeine Strategie ist es, zu ANTWORTEN und dann zu INFORMIEREN. Warte auf etwas, worauf du antworten kannst, und informiere dann andere über deine Schritte.\n\nDein Nicht-Selbst zeigt sich durch FRUSTRATION und WUT - Frustration, wenn du initiierst statt antwortest, und Wut, wenn andere versuchen, dich zu kontrollieren oder zu verlangsamen.",
    "projektor": "Du bist ein PROJEKTOR - der geborene Führer und Berater (ca. 20% der Bevölkerung).\n\nAls Projektor bist du hier, um andere zu führen, zu leiten und zu beraten. Du hast die einzigartige Fähigkeit, in Menschen hineinzusehen und ihr Potenzial zu erkennen. Deine fokussierte und absorbierende Aura ermöglicht es dir, tief in andere hineinzuspüren.\n\nDeine Strategie ist es, auf EINLADUNGEN zu warten. Warte darauf, dass andere deine Weisheit und Führung anerkennen und dich einladen, sie zu unterstützen.\n\nDein Nicht-Selbst zeigt sich durch BITTERKEIT, besonders wenn deine Gaben nicht anerkannt oder deine Weisheit ignoriert wird.",
    "reflektor": "Du bist ein REFLEKTOR - der seltenste und besonderste Typ (ca. 1% der Bevölkerung).\n\nAls Reflektor bist du ein lebender Spiegel für deine Gemeinschaft. Du reflektierst die Gesundheit und den Zustand deiner Umgebung zurück. Mit deinen vollständig offenen Zentren bist du extrem sensibel für die Energien um dich herum.\n\nDeine Strategie ist es, einen MONDMONAT zu warten (etwa 28 Tage), bevor du wichtige Entscheidungen triffst. Sprich mit verschiedenen Menschen und lass die Entscheidung in dir reifen.\n\nDein Nicht-Selbst zeigt sich durch ENTTÄUSCHUNG, besonders wenn du zu schnell entscheidest oder dich zu sehr von anderen Energien beeinflussen lässt."
  },
  "authorities": {
    "sakral": "Deine SAKRALE AUTORITÄT ist deine verlässlichste Entscheidungsinstanz.\n\nDein Sakralzentrum kommuniziert durch Bauchgefühle und spontane körperliche Reaktionen. Höre auf die unmittelbaren \"Uh-huh\" (Ja) oder \"Un-uh\" (Nein) Antworten deines Körpers. Diese Signale kommen schnell und ungefiltert.\n\nLerne, deinem Bauch zu vertrauen, auch wenn dein Verstand andere Argumente hat. Deine sakrale Autorität weiss, was dir Energie gibt und was dir Energie raubt.",
    "solar-plexus": "Deine EMOTIONALE AUTORITÄT (Solar Plexus) ist deine Entscheidungsinstanz.\n\nDu hast keine spontane emotionale Autorität. Du durchläufst emotionale Wellen von Hoffnung und Schmerz, und für wichtige Entscheidungen brauchst du emotionale Klarheit.\n\nWarte mit wichtigen Entscheidungen, bis die emotionale Welle sich gelegt hat und du einen klaren, neutralen Moment erreichst. Lass dir Zeit - \"Es gibt keine Wahrheit im Jetzt\" für dich.",
    "milz": "Deine MILZ-AUTORITÄT ist deine Entscheidungsinstanz.\n\nDeine Milz spricht durch spontane Impulse, Intuition und körperliche Empfindungen. Diese Signale kommen nur einmal und sind sehr subtil - wenn du nicht sofort darauf hörst, kommen sie nicht wieder.\n\nVertraue deinen spontanen Impulsen und deinem Instinkt für Sicherheit und Gesundheit. Deine Milz weiss sofort, was für dich stimmig und sicher ist.",
    "herz": "Deine HERZ-AUTORITÄT (Ego-Autorität) ist deine Entscheidungsinstanz.\n\nDu triffst Entscheidungen aus deinem Herzen heraus, basierend auf dem, was du wirklich willst und was dir wichtig ist. Frage dich: \"Will ich das wirklich?\" oder \"Ist mir das wichtig genug?\"\n\nHöre auf deine authentischen Wünsche und Bedürfnisse. Dein Herz weiss, was dich motiviert und antreibt.",
    "lunar": "Du hast LUNARE AUTORITÄT - die seltenste Form der Autorität.\n\nAls Reflektor hast du keine konsistente innere Autorität. Du triffst die besten Entscheidungen, indem du einen vollen Mondzyklus (ca. 28 Tage) wartest und mit verschiedenen Menschen sprichst.\n\nNutze die Zeit, um verschiedene Perspektiven zu sammeln und lass die Entscheidung in dir reifen. Der Mond unterstützt dich dabei, Klarheit zu finden.",
    "mental": "Du hast MENTALE AUTORITÄT - eine äussere Autorität.\n\nDu triffst die besten Entscheidungen, indem du deine Gedanken und Überlegungen mit vertrauenswürdigen Menschen teilst. Durch das Aussprechen deiner Gedanken wird dir klar, was richtig für dich ist.\n\nSuche dir einen Resonanzboden - Menschen, die dir zuhören, ohne dich zu beraten. Oft wird dir beim Sprechen klar, was deine Wahrheit ist.",
    "umwelt": "Du hast UMWELT-AUTORITÄT - eine äussere Autorität.\n\nDeine Entscheidungen werden durch deine Umgebung und die Menschen um dich herum beeinflusst. Du brauchst den richtigen Raum und die richtigen Menschen, um Klarheit zu finden.\n\nAchte darauf, dass du dich in einer Umgebung befindest, die dich unterstützt und nährt, wenn du wichtige Entscheidungen treffen musst."
  },
  "profiles": {
    "1/3": "Dein Profil ist 1/3 - ERFORSCHER/MÄRTYRER.\n\nDu bist hier, um durch Studium und Erfahrung Weisheit zu erlangen. Die 1. Linie bringt dir den Drang, Dinge gründlich zu erforschen und zu verstehen. Die 3. Linie lässt dich durch Trial-and-Error lernen - Fehler sind für dich keine Misserfolge, sondern wertvolle Lernmöglichkeiten.\n\nDu baust auf einem soliden Fundament auf und bist dann bereit, deine Erkenntnisse mit anderen zu teilen.",
    "1/4": "Dein Profil ist 1/4 - ERFORSCHER/OPPORTUNIST.\n\nDu verbindest gründliche Forschung mit der Fähigkeit, Gelegenheiten durch dein Netzwerk zu schaffen. Die 1. Linie gibt dir den Drang zu studieren, während die 4. Linie dich mit Menschen verbindet, die dir helfen, deine Erkenntnisse in die Welt zu bringen.\n\nDeine Beziehungen sind der Schlüssel zu deinem Erfolg.",
    "2/4": "Dein Profil ist 2/4 - EREMIT/OPPORTUNIST.\n\nDu hast natürliche Talente, die oft von anderen erkannt werden, bevor du sie selbst bemerkst. Die 2. Linie bringt dir den Wunsch nach Rückzug und Zeit für dich, während die 4. Linie dich mit anderen verbindet.\n\nDu wirst oft für Gelegenheiten \"gerufen\", die perfekt zu deinen natürlichen Gaben passen.",
    "2/5": "Dein Profil ist 2/5 - EREMIT/HÄRETIKER.\n\nDu hast eine universelle Qualität - andere projizieren auf dich, dass du Lösungen für ihre Probleme hast. Die 2. Linie gibt dir natürliche Talente, die 5. Linie macht dich zu einem praktischen Problem-löser.\n\nDu brauchst Zeit für dich, um deine Gaben zu entwickeln, wirst aber immer wieder gerufen, anderen zu helfen.",
    "3/5": "Dein Profil ist 3/5 - MÄRTYRER/HÄRETIKER.\n\nDu lernst durch Versuch und Irrtum und wirst dann zu einem Problem-löser für andere. Die 3. Linie bringt dir praktische Lebenserfahrung, die 5. Linie macht dich zu jemandem, von dem andere erwarten, dass du Antworten hast.\n\nDeine Erfahrungen, auch die schmerzhaften, sind deine Stärke.",
    "3/6": "Dein Profil ist 3/6 - MÄRTYRER/ROLLENVORBILD.\n\nDu durchläufst drei Lebensphasen: Bis etwa 30 Jahren experimentierst du (3. Linie), von 30-50 ziehst du dich zurück und beobachtest (6. Linie auf dem Dach), ab 50 wirst du zum Rollenvorbild.\n\nDeine frühen Erfahrungen bereiten dich darauf vor, später anderen als Beispiel zu dienen.",
    "4/6": "Dein Profil ist 4/6 - OPPORTUNIST/ROLLENVORBILD.\n\nDu verbindest Menschen und schaffst Gelegenheiten durch dein Netzwerk. Wie beim 3/6 Profil durchläufst du drei Lebensphasen, aber deine Beziehungen bleiben immer zentral.\n\nDu wirst im Laufe des Lebens zu einem weisen Ratgeber für deine Gemeinschaft.",
    "4/1": "Dein Profil ist 4/1 - OPPORTUNIST/ERFORSCHER.\n\nDu schaffst Gelegenheiten durch dein Netzwerk und sicherst sie durch gründliche Vorbereitung ab. Die 4. Linie verbindet dich mit Menschen, die 1. Linie sorgt dafür, dass du gut vorbereitet bist.\n\nDeine Beziehungen und dein Wissen ergänzen sich perfekt.",
    "5/1": "Dein Profil ist 5/1 - HÄRETIKER/ERFORSCHER.\n\nDu bist ein praktischer Problem-löser mit solidem Fundament. Die 5. Linie macht dich zu jemandem, von dem andere Lösungen erwarten, die 1. Linie gibt dir das Wissen und die Vorbereitung.\n\nDu projizierst Kompetenz aus und kannst sie auch liefern.",
    "5/2": "Dein Profil ist 5/2 - HÄRETIKER/EREMIT.\n\nDu hast eine universelle Qualität als Problem-löser, brauchst aber auch Zeit für dich. Die 5. Linie bringt dir Projektionen und Erwartungen, die 2. Linie gibt dir natürliche Talente und den Wunsch nach Rückzug.\n\nBalance zwischen Geben und Empfangen ist für dich wichtig.",
    "6/2": "Dein Profil ist 6/2 - ROLLENVORBILD/EREMIT.\n\nDu durchläufst die typischen drei 6er-Lebensphasen, hast aber auch natürliche Talente, die oft von anderen erkannt werden. Du wirst im Laufe des Lebens zu einem weisen Rollenvorbild mit besonderen Gaben.\n\nDeine Zurückgezogenheit nährt deine Weisheit.",
    "6/3": "Dein Profil ist 6/3 - ROLLENVORBILD/MÄRTYRER.\n\nDu durchläufst die drei 6er-Lebensphasen mit einer experimentellen Note. Deine frühen Lebenserfahrungen sind intensiv und lehrreich, später wirst du zu einem Rollenvorbild, das durch Erfahrung Weisheit erlangt hat.\n\nDeine Lebensgeschichte wird für andere inspirierend."
  },
  "centers": {
    "kopf": {
      "defined": "Dein KOPFZENTRUM ist definiert - du hast einen konstanten mentalen Druck und Inspiration. Du bist oft die Quelle neuer Ideen und Fragen. Andere kommen zu dir für Inspiration und neue Denkrichtungen.",
      "undefined": "Dein KOPFZENTRUM ist offen - du nimmst die mentalen Drücke und Inspirationen anderer auf und verstärkst sie. Du bist weise bei der Bewertung von Ideen anderer, aber nicht dazu bestimmt, selbst unter mentalem Druck zu stehen."
    },
    "ajna": {
      "defined": "Dein AJNA-ZENTRUM ist definiert - du hast eine feste Art zu denken und zu verarbeiten. Dein Denkstil ist konstant und zuverlässig. Du bist hier, um auf deine eigene Art zu denken und denkende Prozesse zu vervollständigen.",
      "undefined": "Dein AJNA-ZENTRUM ist offen - du denkst flexibel und nimmst verschiedene Denkstile auf. Du bist weise bei der Bewertung verschiedener Denkweisen und Konzepte, aber nicht dazu bestimmt, auf eine feste Art zu denken."
    },
    "hals": {
      "defined": "Dein HALSZENTRUM ist definiert - du hast eine konstante Art der Manifestation und des Ausdrucks. Deine Stimme und dein Ausdruck sind zuverlässig und kraftvoll. Du bist hier, um dich auszudrücken und Dinge zu manifestieren.",
      "undefined": "Dein HALSZENTRUM ist offen - du drückst dich flexibel aus und verstärkst die Ausdrucksweisen anderer. Du bist weise bei der Bewertung verschiedener Kommunikationsstile, solltest aber nicht unter konstantem Druck stehen, dich auszudrücken."
    },
    "g": {
      "defined": "Dein G-ZENTRUM ist definiert - du hast eine feste Identität und Richtung im Leben. Du weisst, wer du bist und wohin du gehst. Du bist hier, um deine authentische Selbst zu leben und andere in ihrer Identität zu unterstützen.",
      "undefined": "Dein G-ZENTRDUM ist offen - deine Identität ist flexibel und anpassungsfähig. Du nimmst verschiedene Identitäten auf und bist weise bei der Bewertung von Identität und Richtung bei anderen. Suche nicht nach einer festen Identität."
    },
    "herz": {
      "defined": "Dein HERZ/EGO-ZENTRUM ist definiert - du hast konstanten Zugang zu Willenskraft und Selbstwert. Du kannst Versprechen machen und halten. Du bist hier, um deine Willenskraft für das Gemeinwohl einzusetzen und andere zu stärken.",
      "undefined": "Dein HERZ/EGO-ZENTRUM ist offen - du verstärkst die Willenskraft anderer und lernst über Selbstwert. Vermeide es, zu beweisen oder andere zu überzeugen. Du bist weise bei der Bewertung von Selbstwert und Willenskraft bei anderen."
    },
    "milz": {
      "defined": "Dein MILZZENTRUM ist definiert - du hast konstante Intuition und Instinkt für Überleben und Wohlbefinden. Deine spontanen Impulse sind zuverlässig. Du bist hier, um auf deine Intuition zu hören und andere über Gesundheit und Sicherheit zu beraten.",
      "undefined": "Dein MILZZENTRUM ist offen - du verstärkst die Ängste und Überlebensinstinkte anderer. Du bist weise bei der Bewertung von Gesundheit und Sicherheit, aber nicht dazu bestimmt, unter konstantem Überlebensdruck zu stehen."
    },
    "sakral": {
      "defined": "Dein SAKRALZENTRUM ist definiert - du hast konstante Lebenskraft und generative Energie. Du kannst nachhaltig arbeiten und erschaffen. Du bist hier, um deine Energie für das zu nutzen, was dir Freude bereitet und was du liebst.",
      "undefined": "Dein SAKRALZENTRUM ist offen - du verstärkst die Lebenskraft anderer, hast aber keine eigene konstante generative Energie. Du bist weise bei der Bewertung der Nutzung von Lebenskraft und solltest wissen, wann genug ist."
    },
    "solarplexus": {
      "defined": "Dein SOLARPLEXUS-ZENTRUM ist definiert - du erlebst emotionale Wellen von Hoffnung und Schmerz. Deine Emotionen sind kraftvoll und beeinflussen andere. Du bist hier, um emotionale Tiefe zu bringen und andere über Gefühle zu unterrichten.",
      "undefined": "Dein SOLARPLEXUS-ZENTRUM ist offen - du verstärkst die Emotionen anderer und lernst über Gefühle. Vermeide es, Konflikte zu vermeiden oder andere emotional zu manipulieren. Du bist weise bei der Bewertung emotionaler Zustände."
    },
    "wurzel": {
      "defined": "Dein WURZELZENTRUM ist definiert - du hast konstanten Druck und Antrieb. Du kannst unter Stress gut funktionieren und bist oft der Motor für Aktivitäten. Du bist hier, um den Druck produktiv zu nutzen und andere zu motivieren.",
      "undefined": "Dein WURZELZENTRUM ist offen - du verstärkst den Stress und Druck anderer. Du bist weise bei der Bewertung von Stress und Druck, solltest aber nicht unter konstantem Druck stehen oder dich selbst unter Druck setzen."
    }
  },
  "conclusion": "Dies ist ein Überblick über deine wichtigsten Human Design Aspekte. Denke daran, dass Human Design ein Experiment ist - teste diese Informationen in deinem Leben und schaue, was für dich stimmig ist.\n\nLebe dein Design und entdecke deine einzigartige Art, durch das Leben zu navigieren.\n\nMit herzlichen Grüssen,\nSarah\n\n---\nDieses Reading wurde mit dem Human Design Text-Generator erstellt."
}
